{
    "about": {
        "aboutMe": "sobre mim",
        "clients": "CLIENTES",
        "develop": "DESENVOLVER",
        "development": "DESENVOLVIMENTO",
        "developmentDescription": "Posso desenvolver soluções, desde aplicativos desktops até produtos web e mobiles.",
        "discuss": "DISCUTIR",
        "funnyFacts": "FATOS ENGRAÇADOS",
        "idea": "IDÉIA",
        "iLikeToPlaySports": "GOSTO DE PRATICAR ESPORTES",
        "infiniteCoffeeCups": "INFINITOS COPOS DE CAFÉ",
        "iReadOnly17books": "LI APENAS 19 LIVROS",
        "management": "GESTÃO",
        "managementDescription": "Habilidades para gestão de times e produtos com anos de experiência no mercado.",
        "noCountryVisited": "NENHUM PAÍS VISITADO =(",
        "problemSolving": "RESOLUÇÃO DE PROBLEMAS",
        "problemSolvingDescription": "Gosto da abordagem Design Thinking para atacar os problemas que vêm a surgir.",
        "production": "PRODUÇÃO",
        "services": "SERVIÇOS",
        "test": "TESTES",
        "workProcess": "PROCESSO DE TRABALHO"
    },
    "APR": "ABR",
    "contact": {
        "contact": "contato",
        "contactMe": "ENTRE EM CONTATO",
        "social": "REDES SOCIAIS"
    },
    "CURRENT": "ATÉ O MOMENTO",
    "home": {
        "banners": ["sou desenvolvedor.", "sou amante de tecnologia.", "gosto de novos desafios.", "consigo amar e odiar JS  ao memso tempo ;)"],
        "hello": "Olá, meu nome é ",
        "i": "Eu"
    },
    "leftNavBar": {
        "aboutMe": "SOBRE MIM",
        "contact": "CONTATO",
        "portfolio": "PORTFÓLIO",
        "resume": "RESUMO"
    },
    "portfolio": {
        "barber": "Projeto para gestão de barbearia, desenvolvido em ReactJS, NodeJS e Expo",
        "carwash4u": "Projeto Startup Carwash4U. Projeto desenvolvido em AngularJS",
        "guilhermeSolutions": "Código fonte deste portfólio para conhecer minha forma de codar.",
        "guilhermeVanessa": "Meu casamento",
        "title": "portfólio"
    },
    "resume": {
        "attention": "ATENÇÃO",
        "cuca": "Trabalhei no “Cuca” por mais de 9 anos, atuando principalmente nos produtos que envolviam folha de pagamento/departamento pessoal.",
        "education": "EDUCAÇÃO",
        "etec": "Foi ai onde tudo começou, meus primeiros passos como desenvolvedor.",
        "fatec": "Estudei análise e desenvolvimento de sistemas na FATEC, onde comecei a aprofundar meus conhecimentos na área que tanto amo.",
        "message": "Você recrutador(a)/cliente que está visitando meu site, primeiramente fico feliz por sua visita. Gostaria de dizer algo sobre “Code Skills/Design Skills”… Não dê relevâncias para valores e tecnologias apresentadas, minha experiência me obriga a dizer que relacionar porcentagem de skill a uma tecnologia não faz muito sentido. Sempre que utilizo ou estudo uma determinada tecnologia, percebo que sei cada vez menos sobre ela, e preciso me aprofundar mais… Então como poderia dizer que sei 100% de uma tecnologia? Porque estudei 100% de sua documentação? Mas faria sentido eu dizer que tenho 100% de skill em uma tecnologia, porém nunca coloquei em pratica em algum produto? Ou se apliquei em um produto, obtive sucesso? São perguntas que apenas número jogados não irão te responder…",
        "objetivo": "Minha primeira oportunidade no mercado de trabalho, era responsável por um laboratório de informática, devendo manter todos os equipamentos funcionamento.",
        "resume": "resumo",
        "tracknMe": "Atualmente, trabalho na Track'n me Serviços de Comunicação LTDA. Crio interfaces web utilizáveis, utilizando as melhores tecnologias disponíveis no mercado. Eu amo o que eu faço.",
        "univem": "Pós-Graduação realizada entre 2016 e 2017, onde tive a oportunidade de conhecer diversos profissionais, diversas tecnologias e participação de todo processo de criação de uma startup.",
        "workHistory": "EXPERIÊNCIA PROFISSIONAL"
    }
}